// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // ★ 特效开关 ★
    //   true  = 新的 3D 电影级特效
    //   false = 之前的经典爱情树页面
    cinematic: true,

    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的袁雯雯",
        "距离我们第一次见面已经快一年了",
        "其实我只想和你一年三餐四季简简单单",
        "对于我们相识这些时间的不开心我想用《勇气》中的歌词来回答你",
        "如果我的粗心任性，会不小心伤害了你，你能不能温柔提醒",
        "我虽然心太急但更害怕错过你，爱真的需要勇气",
        "花开一季，有落红为证，对你的感情，不是三言两语能说明白",
        "我想用我的一生用行动向你表达，猪大爱你永远。。。",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2022-02-05T21:13:14",
    // 双方的名字
    names: ["袁宝", "猪大"]
}
